
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Aktiver kommunikasjon, og last ned eksperimenter</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 og nyere</string>
      <string id="Pol_ProxyMode">Velg hvordan innstillingene for proxy-serveren skal angis</string>
      <string id="Name_ForceInstallsMachine">Tving installasjoner (hele maskinen)</string>
      <string id="Name_ManualUpdatesOnly">Bare manuelle oppdateringer</string>
      <string id="Pol_EdgePreview">Tillat at brukere i Windows Insider Program registreres i Edge Preview</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 og nyere</string>
      <string id="Explain_Applications">En oppdatert ADMX/ADML-mal kreves for å støtte Edge-programmer som lanseres i fremtiden.</string>
      <string id="Name_DesktopShortcutDisabled">Hindre opprettelse av skrivebordssnarveier ved installasjon</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Fjern skrivebordssnarveier ved oppdateringsstandard</string>
      <string id="TargetChannel_Dev_DropDown">Utvikler</string>
      <string id="Pol_ECSControl">Kontroller oppdatererens kommunikasjon med Eksperimenterings- og konfigurasjonstjeneste</string>
      <string id="Explain_ECSControl">I Microsoft Edge Update brukes Eksperimenterings- og konfigurasjonstjeneste til å rulle ut eksperimenteringsnyttelast.

Eksperimenteringsnyttelast består av en liste over funksjoner tidlig i utviklingen som Microsoft aktiverer for testing og tilbakemelding.

Hvis du aktiverer denne policyen, lastes eksperimenteringsnyttelast ned fra Eksperimenterings- og konfigurasjonstjeneste.

Hvis du deaktiverer denne policyen, stoppes kommunikasjon med Eksperimenterings- og konfigurasjonstjeneste fullstendig.

Hvis du ikke konfigurerer denne policyen, er virkemåten på en administrert enhet den samme som når policyen er deaktivert.

Hvis du ikke konfigurerer denne policyen, er virkemåten på en ikke-administrert enhet den samme som når policyen er aktivert.</string>
      <string id="Name_InstallsDisabled">Installasjoner er deaktiverte</string>
      <string id="Pol_TargetChannel">Overstyring av målkanal</string>
      <string id="Pol_AllowInstallation">Tillat installasjon</string>
      <string id="ProxyFixedServers_DropDown">Bruk faste proxy-servere</string>
      <string id="Explain_CreateDesktopShortcut">Hvis du aktiverer denne policyen, opprettes en snarvei på skrivebordet når Microsoft Edge er installert.
 Hvis du deaktiverer denne policyen, blir det ikke opprettet noen snarvei på skrivebordet når Microsoft Edge blir installert.
 Hvis du ikke konfigurerer denne policyen, blir en snarvei til Microsoft Edge opprettet under installasjonen.
 Hvis Microsoft Edge allerede er installert, vil ikke denne policyen ha noen effekt.

 Hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policykonfigurasjonen «Hindre standard opprettelse av snarvei på skrivebordet ved installasjon» retningslinjene for snarveier når Microsoft Edge er installert.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Utvidet stabil</string>
      <string id="Pol_AllowSideBySideExperience">Tillat Microsoft Edge Side ved side-nettleseropplevelse</string>
      <string id="Explain_AutoUpdateCheckPeriod">Minimum antall minutter mellom kontroll av automatiske oppdateringer.

Angi denne policyen til verdien 0 for å deaktivere all periodisk nettverkstrafikk fra Microsoft Edge Update. Dette anbefales ikke, da det hindrer selv Microsoft Edge Update fra å motta stabilitets- og sikkerhetsoppdateringer.

Innstillingene for Standardoverstyring av oppdateringspolicy og Overstyring av oppdateringspolicy, per program, bør brukes til å administrere programoppdateringer, i stedet for denne innstillingen.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 og nyere</string>
      <string id="Explain_DefaultUpdatePolicy">Lar deg angi standard virkemåte for alle kanaler som gjelder måten Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge på. Kan overstyres for individuelle kanaler ved å angi policyen Overstyring av oppdateringspolicy for de bestemte kanalene.

  Hvis du aktiverer denne policyen, håndterer Microsoft Edge Update Microsoft Edge-oppdateringer i henhold til hvordan du konfigurerer følgende alternativer:
   - Tillat alltid oppdateringer: Oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
   - Bare automatiske stille oppdateringer: Oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
   - Bare manuelle oppdateringer: Oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll.
   - Oppdateringer deaktivert: Oppdateringer brukes aldri.

  Hvis du velger manuelle oppdateringer, må du kontrollere at du regelmessig ser etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

  Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen Overstyring av oppdateringspolicy.

  Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_WebView_AutoUpdate">Lar deg angi om automatiske oppdateringer er aktivert for WebView2 Runtime eller ikke. WebView2 Runtime er en komponent som brukes av programmer til å vise nettinnhold.
  Automatiske oppdateringer er aktivert som standard. Deaktivering av automatiske oppdateringer for WebView2 Runtime kan føre til kompatibilitetsproblemer med programmer som er avhengige av denne komponenten.

  Hvis du aktiverer denne policyen, behandler Microsoft Edge Update WebView2 Runtime-oppdateringer i henhold til hvordan du konfigurerer følgende alternativer:
  - Tillat alltid oppdateringer: Oppdateringer lastes ned automatisk og tas i bruk
  - Oppdateringer deaktivert: Oppdateringer lastes aldri ned eller brukes

  Hvis du ikke aktiverer denne policyen, lastes oppdateringer automatisk ned og brukes.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 og nyere</string>
      <string id="ProxyAutoDetect_DropDown">Automatisk gjenkjenning av proxy-innstillinger</string>
      <string id="ProxyPacScript_DropDown">Bruk et .pac proxy-skript</string>
      <string id="DownloadPreference_DropDown">URL-adresser for nedlasting som kan hurtigbufres</string>
      <string id="Name_ForceInstallsUser">Tving installasjoner (per bruker)</string>
      <string id="Explain_AllowSideBySideExperience">Denne policyen lar en bruker kjøre Microsoft Edge (Edge HTML) og Microsoft Edge (Chromium-basert) side ved side.

Hvis denne policyen er satt til Ikke konfigurert, erstatter Microsoft Edge (Chromium-basert) Microsoft Edge (Edge HTML) etter at stabil kanal og sikkerhetsoppdateringene fra november 2019 for Microsoft Edge (Chromium-basert) er installert. Dette er den samme virkemåten som innstillingen Deaktivert.

Innstillingen Deaktivert blokkerer Side ved side-opplevelsen og Microsoft Edge (Chromium-basert) erstatter Microsoft Edge (Edge HTML) etter at stabil kanal og sikkerhetsoppdateringene fra november 2019 for Microsoft Edge (Chromium-basert) er installert. Dette er den samme virkemåten som innstillingen Ikke konfigurert.

Når denne policyen er aktivert, kan Microsoft Edge (Chromium-basert) og Microsoft Edge (Edge HTML) kjøre side ved side etter at Microsoft Edge (Chromium-basert) er installert.

Hvis du vil at denne gruppepolicyen skal tre i kraft, må den konfigureres før automatisk installasjon av Microsoft Edge (Chromium-basert) av Windows Update. Obs!​ En bruker kan blokkere den automatiske oppdateringen av Microsoft Edge (Chromium-basert) ved hjelp av blokkeringsverktøysettet for Microsoft Edge (Chromium-basert).

Fra og med Windows 10 versjon 20H2, støttes ikke Microsoft Edge Legacy og side ved side-nettleseropplevelsen.</string>
      <string id="Explain_RemoveDesktopShortcut">Hvis du angir denne policyen til Fremtving sletting av skrivebordssnarveier på systemnivå, slettes eventuelle eksisterende skrivebordssnarveier for Microsoft Edge på systemnivå når nettleseren oppdateres eller maskinen starter på nytt.
  Hvis du angir denne policyen til Fremtving sletting av skrivebordssnarveier på systemnivå og brukernivå, blir alle eksisterende skrivebordssnarveier på systemnivå for Microsoft Edge slettet når nettleseren oppdateres eller maskinen startes på nytt, og eventuelle eksisterende skrivebordssnarveier på brukernivå slettes når nettleseren oppdateres. Dette inkluderer skrivebordssnarveier på brukernivå som brukere kan ha gjort selv.
  Hvis du ikke konfigurerer denne policyen, vil ingenting skje med eksisterende skrivebordssnarveier for Microsoft Edge.

  Hvis du ikke konfigurerer denne policyen for en kanal,  bestemmer policykonfigurasjonen Fjern skrivebordssnarveier ved oppdateringsstandard fjerning av skrivebordssnarveier.</string>
      <string id="ProxyDisabled_DropDown">Bruk aldri proxy</string>
      <string id="Pol_DefaultAllowInstallation">Tillat installasjonsstandard</string>
      <string id="Pol_ProxyPacUrl">URL-adressen til en proxy .pac-fil</string>
      <string id="Cat_Applications">Programmer</string>
      <string id="Explain_ProxyPacUrl">Lar deg angi en nettadresse for en automatisk konfigurasjonsfil for proxy-serveren (PAC).

  Hvis du aktiverer denne policyen, kan du angi en nettadresse for en PAC-fil for å automatisere hvordan Microsoft Edge Update velger den egnede proxy-serveren for henting av et bestemt nettsted.

  Denne policyen brukes bare hvis du har angitt manuelle proxy-innstillinger i policyen «Velg hvordan du vil angi en proxy-serverinnstillinger».

  Ikke konfigurer denne policyen hvis du har valgt en annen proxy-innstilling enn manuell i policyen «Velg hvordan du vil angi en proxy-serverinnstillinger».</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 og nyere</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 og nyere</string>
      <string id="Explain_Preferences">Generelle policyer for Microsoft Edge Update.</string>
      <string id="Explain_WebView">Angir policyer for WebView2 Runtime.</string>
      <string id="Explain_ProxyServer">Lar deg angi nettadressen til proxy-serveren som Microsoft Edge Update skal bruke.

  Hvis du aktiverer denne policyen, kan du angi nettadressen for proxy-serveren som brukes av Microsoft Edge Update i organisasjonen.

  Denne policyen brukes bare hvis du har valgt manuelle proxy-innstillinger i policyen «Velg hvordan du vil angi en proxy-serverinnstillinger».

  Ikke Konfigurer denne policyen hvis du har valgt en annen proxy-innstilling enn manuell i policyen «Velg hvordan du vil angi en proxy-serverinnstillinger».</string>
      <string id="Explain_DefaultAllowInstallation">Du kan angi standard virkemåte for alle kanaler for å tillate eller blokkere Microsoft Edge på domenetilknyttede enheter.

Du kan overstyre denne policyen for individuelle kanaler ved å aktivere policyen Tillat installasjon for bestemte kanaler.

Hvis du deaktiverer denne policyen, blokkeres installasjonen av Microsoft Edge. Dette påvirker kun installasjonen av Microsoft Edge-programvaren når policyen Tillat installasjon er satt til Ikke konfigurert.

Denne policyen hindrer ikke at Microsoft Edge Update kjører, eller at brukere installerer Microsoft Edge-programvare ved å bruke andre metoder.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 og nyere</string>
      <string id="TargetChannel_Stable_DropDown">Stabil</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Standard for overstyring av oppdateringspolicy</string>
      <string id="Explain_ProxyMode">Lar deg angi innstillingene for proxy-serveren som brukes av Microsoft Edge Update.

  Hvis du aktiverer denne policyen, kan du velge mellom følgende alternativer for proxy-server:
   – Hvis du velger å aldri bruke en proxy-server og alltid koble til direkte, ignoreres alle andre alternativer.
   – Hvis du velger å bruke systemets proxy-innstillinger eller finne proxy-serveren automatisk, ignoreres alle andre alternativer.
   – Hvis du velger fast proxy-servermodus, kan du angi flere alternativer i policyen «Adresse eller URL-adresse til en proxy-server».
   – Hvis du velger å bruke et .pac proxy-skript, må du angi nettadressen til skriptet i policyen «URL-adresse til proxy-.pac-fil».

  Hvis du aktiverer denne policyen, kan brukere i organisasjonen ikke endre proxy-innstillingene i Microsoft Edge Update.

  Hvis du deaktiverer eller ikke konfigurerer denne policyen, konfigureres ingen proxy-serverinnstillinger, men brukere i organisasjonen kan velge sine egne proxy-innstillinger for Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 og nyere</string>
      <string id="Pol_RemoveDesktopShortcut">Fjern skrivebordssnarveier ved oppdatering</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 og nyere</string>
      <string id="Name_UpdatesDisabled">Oppdateringer er deaktivert</string>
      <string id="Pol_RollbackToTargetVersion">Tilbakerulling til målversjon</string>
      <string id="Explain_WebView_Install">Lar deg angi om WebView2 Runtime kan installeres ved hjelp av Microsoft Edge Update.

  Hvis du aktiverer denne policyen, kan brukere installere WebView2 Runtime via Microsoft Edge Update.

  Hvis du deaktiverer denne policyen (eller setter den til Installasjoner deaktivert), kan ikke brukere installere WebView2 Runtime via Microsoft Edge Update.

  Hvis du angir at denne policyen alltid skal tillate maskinomfattende installasjoner, men ikke installasjoner per bruker, distribueres Bare WebView2 Runtime på hele maskinen.

  Hvis du angir policyen til Tving installasjoner (hele maskinen), kan brukere installere WebView2 Runtime på alle maskiner der Microsoft Edge Update er forhåndsinstallert. Krever Microsoft Edge Update 1.3.155.43 eller høyere.

  Hvis du ikke konfigurerer denne policyen, installeres WebView2 Runtime gjennom Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Policyer for å kontrollere installasjonen og oppdateringen av Microsoft Edge via Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Lar deg angi standard virkemåte for alle kanaler for å opprette en skrivebordssnarvei når Microsoft Edge installeres.

  Hvis du angir denne policyen til Fremtving sletting av skrivebordssnarveier på systemnivå, slettes eventuelle eksisterende skrivebordssnarveier for Microsoft Edge på systemnivå, når nettleseren oppdateres eller maskinen starter på nytt.
  Hvis du angir denne policyen til Fremtving sletting av skrivebordssnarveier på systemnivå og brukernivå, blir alle eksisterende skrivebordssnarveier på systemnivå for Microsoft Edge slettet når nettleseren oppdateres eller maskinen startes på nytt, og eventuelle eksisterende skrivebordssnarveier på brukernivå slettes når nettleseren oppdateres. Dette inkluderer skrivebordssnarveier på brukernivå som brukere kan ha gjort selv.
  Hvis du ikke konfigurerer denne policyen, vil ingenting skje med eksisterende skrivebordssnarveier for Microsoft Edge.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Hvis du aktiverer denne policyen, blir oppdateringskontroller undertrykt hver dag fra og med Time:Minutt i en periode på Varighet (i minutter). Varigheten påvirkes ikke av sommertid. Hvis starttidspunktet for eksempel er kl. 22.00 og varigheten er 480 minutter, undertrykkes oppdateringer i nøyaktig åtte timer, uansett om sommertiden starter eller slutter i løpet av denne perioden.

  Hvis du deaktiverer eller ikke konfigurerer denne policyen, undertrykkes ingen oppdateringskontroller innenfor en bestemt periode.</string>
      <string id="Name_UpdatesEnabled">Alltid tillat oppdateringer (anbefales)</string>
      <string id="Cat_ProxyServer">Proxy-server</string>
      <string id="Pol_CreateDesktopShortcut">Hindre opprettelse av snarvei på skrivebordet ved installasjon</string>
      <string id="Pol_AutoUpdateCheckPeriod">Overstyring av periode for automatisk oppdateringskontroll</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 og nyere</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Hindre standard opprettelse av snarvei på skrivebordet ved installasjon</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Fremtving sletting av skrivebordssnarveier på systemnivå</string>
      <string id="Name_ECSCommunicationDisabled">Deaktiver kommunikasjon med Eksperimenterings- og konfigurasjonstjeneste</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 og nyere</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 og nyere</string>
      <string id="Name_InstallsEnabled">Tillat alltid installasjoner (anbefales)</string>
      <string id="Explain_DownloadPreference">Hvis denne policyen er aktivert, vil Microsoft Edge Update-serveren prøve å levere hurtigbuffervennlige URL-adresser for oppdateringsnyttelaster i svarene.</string>
      <string id="Name_AutomaticUpdatesOnly">Bare automatiske, stille oppdateringer</string>
      <string id="Pol_TargetVersionPrefix">Overstyring av målversjon</string>
      <string id="Pol_DownloadPreference">Last ned nettadresse for klasseoverstyring</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Tidsperiode hver dag for å undertrykke automatisk kontroll av oppdateringer</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 og nyere</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Overstyring av oppdateringspolicy</string>
      <string id="Pol_ProxyServer">Adressen eller URL-adressen til proxy-serveren</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Lar deg angi standard virkemåte for alle kanaler, for opprettelse av en snarvei på skrivebordet når Microsoft Edge er installert.

 Hvis du aktiverer denne policyen, opprettes en snarvei på skrivebordet når Microsoft Edge er installert.
 Hvis du deaktiverer denne policyen, blir det ikke opprettet noen snarvei på skrivebordet når Microsoft Edge blir installert.
 Hvis du ikke konfigurerer denne policyen, blir en snarvei til Microsoft Edge opprettet under installasjonen.
 Hvis Microsoft Edge allerede er installert, vil ikke denne policyen ha noen effekt.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Fremtving sletting av skrivebordssnarveier på systemnivå og brukernivå</string>
      <string id="ProxyUseSystem_DropDown">Bruk systemets proxy-innstillinger</string>
      <string id="Cat_Preferences">Innstillinger</string>
      <string id="Name_InstallsEnabledMachineOnly">Tillat alltid maskinomfattende installasjoner, men ikke brukerspesifikke installasjoner</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-oppdatering</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Angir om en Microsoft Edge kanal kan installeres på domenetilkoblede enheter.

  Hvis du aktiverer denne policyen for en kanal, blokkeres ikke Microsoft Edge fra installasjonen.

  Hvis du deaktiverer denne policyen for en kanal (eller setter den til Installer deaktivert), blokkeres Microsoft Edge fra installasjonen.

  Hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policykonfigurasjonen Tillat installasjonsstandard om brukere kan installere denne kanalen for Microsoft Edge.

Hvis du angir at denne policyen alltid skal tillate maskinomfattende installasjoner, men ikke installasjoner per bruker, distribueres APP_NAME bare på hele maskinen.

Hvis du angir denne policyen til Tving installasjoner (hele maskinen), kan APP_NAME bare distribueres maskinomfattende hvis Microsoft Edge Update er forhåndsinstallert. Krever Microsoft Edge Update 1.3.155.43 eller høyere.

Hvis du angir denne policyen til Tving installasjoner (per bruker), kan APP_NAME bare distribueres per bruker til alle maskiner hvis Microsoft Edge Update er forhåndsinstallert per bruker. Krever Microsoft Edge Update 1.3.155.43 eller høyere.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Angir hvordan Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge.

Hvis du aktiverer denne policyen, håndteres Microsoft Edge-oppdateringer av Microsoft Edge Update i henhold til hvordan du konfigurerer følgende alternativer:
  - Tillat alltid oppdateringer: Oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
  - Bare automatiske stille oppdateringer: Oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
  - Bare manuelle oppdateringer: Oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet.)
  - Oppdateringer deaktivert: Oppdateringer brukes aldri.

Hvis du velger manuelle oppdateringer, må du regelmessig se etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen Standard for overstyring av oppdateringspolicy.

Du kan se https://go.microsoft.com/fwlink/?linkid=2136406 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory® domene.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Angir hvilken kanal Microsoft Edge skal oppdateres til.

Hvis du aktiverer denne policyen, oppdateres Microsoft Edge til kanalen i henhold til hvordan du konfigurerer følgende alternativer:

 – Stabil: Microsoft Edge oppdateres til den nyeste stabile versjonen.
 – Beta: Microsoft Edge oppdateres til den nyeste betaversjonen.
 – Utvikling: Microsoft Edge oppdateres til den nyeste utviklerversjonen.
 – Utvidet stabil: Microsoft Edge oppdateres til den nyeste utvidede stabile versjonen, som følger en lengre utgivelsesfrekvens enn stabil. Hvis du vil ha mer informasjon, kan du gå til https://go.microsoft.com/fwlink/?linkid=2163508.

Hvis du ikke konfigurerer denne policyen, oppdateres Microsoft Edge til den nyeste versjonen som er tilgjengelig for standardkanalen.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en bestemt Microsoft Edge-versjon, for eksempel 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-enheter som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Angir at Microsoft Edge Update skal tilbakerulle installasjoner av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt hvis ikke Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-statusene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en høyere versjon enn den som er angitt av Overstyring av målversjon værende slik de er.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den siste versjonen av Microsoft Edge-nettleseren for å sørge for at de er beskyttet av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering for kjente sikkerhetsproblemer. Denne policyen er ment for å brukes som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du tilbakeruller nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen gjelder Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Lar deg angi om brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer denne policyen, kan ikke brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update som standard.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Angir om en Microsoft Edge kanal kan installeres på domenetilkoblede enheter.

  Hvis du aktiverer denne policyen for en kanal, blokkeres ikke Microsoft Edge fra installasjonen.

  Hvis du deaktiverer denne policyen for en kanal (eller setter den til Installer deaktivert), blokkeres Microsoft Edge fra installasjonen.

  Hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policykonfigurasjonen Tillat installasjonsstandard om brukere kan installere denne kanalen for Microsoft Edge.

Hvis du angir at denne policyen alltid skal tillate maskinomfattende installasjoner, men ikke installasjoner per bruker, distribueres APP_NAME bare på hele maskinen.

Hvis du angir denne policyen til Tving installasjoner (hele maskinen), kan APP_NAME bare distribueres maskinomfattende hvis Microsoft Edge Update er forhåndsinstallert. Krever Microsoft Edge Update 1.3.155.43 eller høyere.

Hvis du angir denne policyen til Tving installasjoner (per bruker), kan APP_NAME bare distribueres per bruker til alle maskiner hvis Microsoft Edge Update er forhåndsinstallert per bruker. Krever Microsoft Edge Update 1.3.155.43 eller høyere.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Angir hvordan Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge.

Hvis du aktiverer denne policyen, håndteres Microsoft Edge-oppdateringer av Microsoft Edge Update i henhold til hvordan du konfigurerer følgende alternativer:
  - Tillat alltid oppdateringer: Oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
  - Bare automatiske stille oppdateringer: Oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
  - Bare manuelle oppdateringer: Oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet.)
  - Oppdateringer deaktivert: Oppdateringer brukes aldri.

Hvis du velger manuelle oppdateringer, må du regelmessig se etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen Standard for overstyring av oppdateringspolicy.

Du kan se https://go.microsoft.com/fwlink/?linkid=2136406 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory® domene.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Angir hvilken kanal Microsoft Edge skal oppdateres til.

Hvis du aktiverer denne policyen, oppdateres Microsoft Edge til kanalen i henhold til hvordan du konfigurerer følgende alternativer:

 – Stabil: Microsoft Edge oppdateres til den nyeste stabile versjonen.
 – Beta: Microsoft Edge oppdateres til den nyeste betaversjonen.
 – Utvikling: Microsoft Edge oppdateres til den nyeste utviklerversjonen.
 – Utvidet stabil: Microsoft Edge oppdateres til den nyeste utvidede stabile versjonen, som følger en lengre utgivelsesfrekvens enn stabil. Hvis du vil ha mer informasjon, kan du gå til https://go.microsoft.com/fwlink/?linkid=2163508.

Hvis du ikke konfigurerer denne policyen, oppdateres Microsoft Edge til den nyeste versjonen som er tilgjengelig for standardkanalen.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en bestemt Microsoft Edge-versjon, for eksempel 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-enheter som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Angir at Microsoft Edge Update skal tilbakerulle installasjoner av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt hvis ikke Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-statusene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en høyere versjon enn den som er angitt av Overstyring av målversjon værende slik de er.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den siste versjonen av Microsoft Edge-nettleseren for å sørge for at de er beskyttet av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering for kjente sikkerhetsproblemer. Denne policyen er ment for å brukes som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du tilbakeruller nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen gjelder Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Lar deg angi om brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer denne policyen, kan ikke brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update som standard.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Angir om en Microsoft Edge kanal kan installeres på domenetilkoblede enheter.

  Hvis du aktiverer denne policyen for en kanal, blokkeres ikke Microsoft Edge fra installasjonen.

  Hvis du deaktiverer denne policyen for en kanal (eller setter den til Installer deaktivert), blokkeres Microsoft Edge fra installasjonen.

  Hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policykonfigurasjonen Tillat installasjonsstandard om brukere kan installere denne kanalen for Microsoft Edge.

Hvis du angir at denne policyen alltid skal tillate maskinomfattende installasjoner, men ikke installasjoner per bruker, distribueres APP_NAME bare på hele maskinen.

Hvis du angir denne policyen til Tving installasjoner (hele maskinen), kan APP_NAME bare distribueres maskinomfattende hvis Microsoft Edge Update er forhåndsinstallert. Krever Microsoft Edge Update 1.3.155.43 eller høyere.

Hvis du angir denne policyen til Tving installasjoner (per bruker), kan APP_NAME bare distribueres per bruker til alle maskiner hvis Microsoft Edge Update er forhåndsinstallert per bruker. Krever Microsoft Edge Update 1.3.155.43 eller høyere.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Angir hvordan Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge.

Hvis du aktiverer denne policyen, håndteres Microsoft Edge-oppdateringer av Microsoft Edge Update i henhold til hvordan du konfigurerer følgende alternativer:
  - Tillat alltid oppdateringer: Oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
  - Bare automatiske stille oppdateringer: Oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
  - Bare manuelle oppdateringer: Oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet.)
  - Oppdateringer deaktivert: Oppdateringer brukes aldri.

Hvis du velger manuelle oppdateringer, må du regelmessig se etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen Standard for overstyring av oppdateringspolicy.

Du kan se https://go.microsoft.com/fwlink/?linkid=2136406 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory® domene.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Angir hvilken kanal Microsoft Edge skal oppdateres til.

Hvis du aktiverer denne policyen, oppdateres Microsoft Edge til kanalen i henhold til hvordan du konfigurerer følgende alternativer:

 – Stabil: Microsoft Edge oppdateres til den nyeste stabile versjonen.
 – Beta: Microsoft Edge oppdateres til den nyeste betaversjonen.
 – Utvikling: Microsoft Edge oppdateres til den nyeste utviklerversjonen.
 – Utvidet stabil: Microsoft Edge oppdateres til den nyeste utvidede stabile versjonen, som følger en lengre utgivelsesfrekvens enn stabil. Hvis du vil ha mer informasjon, kan du gå til https://go.microsoft.com/fwlink/?linkid=2163508.

Hvis du ikke konfigurerer denne policyen, oppdateres Microsoft Edge til den nyeste versjonen som er tilgjengelig for standardkanalen.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en bestemt Microsoft Edge-versjon, for eksempel 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-enheter som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Angir at Microsoft Edge Update skal tilbakerulle installasjoner av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt hvis ikke Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-statusene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en høyere versjon enn den som er angitt av Overstyring av målversjon værende slik de er.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den siste versjonen av Microsoft Edge-nettleseren for å sørge for at de er beskyttet av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering for kjente sikkerhetsproblemer. Denne policyen er ment for å brukes som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du tilbakeruller nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen gjelder Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Lar deg angi om brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer denne policyen, kan ikke brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update som standard.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Angir om en Microsoft Edge kanal kan installeres på domenetilkoblede enheter.

  Hvis du aktiverer denne policyen for en kanal, blokkeres ikke Microsoft Edge fra installasjonen.

  Hvis du deaktiverer denne policyen for en kanal (eller setter den til Installer deaktivert), blokkeres Microsoft Edge fra installasjonen.

  Hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policykonfigurasjonen Tillat installasjonsstandard om brukere kan installere denne kanalen for Microsoft Edge.

Hvis du angir denne policyen til Tving installasjoner (per bruker), kan APP_NAME bare distribueres per bruker til alle maskiner hvis Microsoft Edge Update er forhåndsinstallert per bruker. Krever Microsoft Edge Update 1.3.155.43 eller høyere.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Angir hvordan Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge.

Hvis du aktiverer denne policyen, håndteres Microsoft Edge-oppdateringer av Microsoft Edge Update i henhold til hvordan du konfigurerer følgende alternativer:
  - Tillat alltid oppdateringer: Oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
  - Bare automatiske stille oppdateringer: Oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
  - Bare manuelle oppdateringer: Oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet.)
  - Oppdateringer deaktivert: Oppdateringer brukes aldri.

Hvis du velger manuelle oppdateringer, må du regelmessig se etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen Standard for overstyring av oppdateringspolicy.

Du kan se https://go.microsoft.com/fwlink/?linkid=2136406 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory® domene.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Angir hvilken kanal Microsoft Edge skal oppdateres til.

Hvis du aktiverer denne policyen, oppdateres Microsoft Edge til kanalen i henhold til hvordan du konfigurerer følgende alternativer:

 – Stabil: Microsoft Edge oppdateres til den nyeste stabile versjonen.
 – Beta: Microsoft Edge oppdateres til den nyeste betaversjonen.
 – Utvikling: Microsoft Edge oppdateres til den nyeste utviklerversjonen.
 – Utvidet stabil: Microsoft Edge oppdateres til den nyeste utvidede stabile versjonen, som følger en lengre utgivelsesfrekvens enn stabil. Hvis du vil ha mer informasjon, kan du gå til https://go.microsoft.com/fwlink/?linkid=2163508.

Hvis du ikke konfigurerer denne policyen, oppdateres Microsoft Edge til den nyeste versjonen som er tilgjengelig for standardkanalen.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en bestemt Microsoft Edge-versjon, for eksempel 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-enheter som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Angir at Microsoft Edge Update skal tilbakerulle installasjoner av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt hvis ikke Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-statusene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en høyere versjon enn den som er angitt av Overstyring av målversjon værende slik de er.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den siste versjonen av Microsoft Edge-nettleseren for å sørge for at de er beskyttet av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering for kjente sikkerhetsproblemer. Denne policyen er ment for å brukes som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du tilbakeruller nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen gjelder Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Lar deg angi om brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer denne policyen, kan ikke brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update som standard.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Angir om en Microsoft Edge kanal kan installeres på domenetilkoblede enheter.

  Hvis du aktiverer denne policyen for en kanal, blokkeres ikke Microsoft Edge fra installasjonen.

  Hvis du deaktiverer denne policyen for en kanal (eller setter den til Installer deaktivert), blokkeres Microsoft Edge fra installasjonen.

  Hvis du ikke konfigurerer denne policyen for en kanal, bestemmer policykonfigurasjonen Tillat installasjonsstandard om brukere kan installere denne kanalen for Microsoft Edge.

Hvis du angir at denne policyen alltid skal tillate maskinomfattende installasjoner, men ikke installasjoner per bruker, distribueres APP_NAME bare på hele maskinen.

Hvis du angir denne policyen til Tving installasjoner (hele maskinen), kan APP_NAME bare distribueres maskinomfattende hvis Microsoft Edge Update er forhåndsinstallert. Krever Microsoft Edge Update 1.3.155.43 eller høyere.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Angir hvordan Microsoft Edge Update håndterer tilgjengelige oppdateringer for Microsoft Edge.

Hvis du aktiverer denne policyen, håndteres Microsoft Edge-oppdateringer av Microsoft Edge Update i henhold til hvordan du konfigurerer følgende alternativer:
  - Tillat alltid oppdateringer: Oppdateringer brukes alltid når de blir funnet, enten av periodisk oppdateringskontroll eller av en manuell oppdateringskontroll.
  - Bare automatiske stille oppdateringer: Oppdateringer brukes bare når de blir funnet av den periodiske oppdateringskontrollen.
  - Bare manuelle oppdateringer: Oppdateringer brukes bare når brukeren kjører en manuell oppdateringskontroll. (Ikke alle apper har et grensesnitt for dette alternativet.)
  - Oppdateringer deaktivert: Oppdateringer brukes aldri.

Hvis du velger manuelle oppdateringer, må du regelmessig se etter oppdateringer ved hjelp av appens manuelle oppdateringsmekanisme hvis den er tilgjengelig. Hvis du deaktiverer oppdateringer, må du regelmessig se etter oppdateringer og distribuere dem til brukere.

Hvis du ikke aktiverer og konfigurerer denne policyen, håndterer Microsoft Edge Update tilgjengelige oppdateringer som angitt i policyen Standard for overstyring av oppdateringspolicy.

Du kan se https://go.microsoft.com/fwlink/?linkid=2136406 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory® domene.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Angir hvilken kanal Microsoft Edge skal oppdateres til.

Hvis du aktiverer denne policyen, oppdateres Microsoft Edge til kanalen i henhold til hvordan du konfigurerer følgende alternativer:

 – Stabil: Microsoft Edge oppdateres til den nyeste stabile versjonen.
 – Beta: Microsoft Edge oppdateres til den nyeste betaversjonen.
 – Utvikling: Microsoft Edge oppdateres til den nyeste utviklerversjonen.
 – Utvidet stabil: Microsoft Edge oppdateres til den nyeste utvidede stabile versjonen, som følger en lengre utgivelsesfrekvens enn stabil. Hvis du vil ha mer informasjon, kan du gå til https://go.microsoft.com/fwlink/?linkid=2163508.

Hvis du ikke konfigurerer denne policyen, oppdateres Microsoft Edge til den nyeste versjonen som er tilgjengelig for standardkanalen.

Denne policyen er bare tilgjengelig på Windows-forekomster som er koblet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Når denne policyen er aktivert, og automatisk oppdatering er aktivert, blir Microsoft Edge oppdatert til versjonen som er angitt av denne policyverdien.

Policyverdien må være en bestemt Microsoft Edge-versjon, for eksempel 83.0.499.12.

Hvis en enhet har en nyere versjon av Microsoft Edge enn verdien som er angitt, forblir Microsoft Edge på den nyeste versjonen, og blir ikke nedgradert til den angitte versjonen.

Hvis den angitte versjonen ikke finnes, eller ikke er riktig formatert, forblir Microsoft Edge på gjeldende versjon, og oppdateres ikke til fremtidige versjoner automatisk.

Se https://go.microsoft.com/fwlink/?linkid=2136707 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-enheter som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Angir at Microsoft Edge Update skal tilbakerulle installasjoner av Microsoft Edge til versjonen angitt i Overstyring av målversjon.

Denne policyen har ingen effekt hvis ikke Overstyring av målversjon er angitt og Overstyring av oppdateringspolicy er satt til én av PÅ-statusene (Alltid tillat oppdateringer, Bare automatiske stille oppdateringer, Bare manuelle oppdateringer).

Hvis du deaktiverer denne policyen eller ikke konfigurerer den, blir installeringer med en høyere versjon enn den som er angitt av Overstyring av målversjon værende slik de er.

Hvis du aktiverer denne policyen, vil installeringer som har en gjeldende versjon som er høyere enn den som er angitt av Overstyring av målversjon bli nedgradert til målversjonen.

Vi anbefaler at brukere installerer den siste versjonen av Microsoft Edge-nettleseren for å sørge for at de er beskyttet av de nyeste sikkerhetsoppdateringene. Tilbakerulling til en tidligere versjon medfører risiko for eksponering for kjente sikkerhetsproblemer. Denne policyen er ment for å brukes som en midlertidig løsning på problemer i en oppdatering av Microsoft Edge-nettleseren.

Før du tilbakeruller nettleserversjonen midlertidig, anbefaler vi at du aktiverer synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) for alle brukere i organisasjonen. Hvis du ikke aktiverer synkronisering, er det en risiko for permanent tap av nettleserdata. Bruk denne policyen på egen risiko.

Merk: Alle versjoner som er tilgjengelige for tilbakerulling, kan vises her https://aka.ms/EdgeEnterprise.

Denne policyen gjelder Microsoft Edge versjon 86 eller nyere.

Se https://go.microsoft.com/fwlink/?linkid=2133918 for mer informasjon.

Denne policyen er bare tilgjengelig på Windows-forekomster som er knyttet til et Microsoft® Active Directory®-domene.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Lar deg angi om brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du aktiverer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update.

  – Hvis du deaktiverer denne policyen, kan ikke brukere i Windows Insider Program registreres i Edge Preview via Microsoft Edge Update.

  – Hvis du ikke konfigurerer denne policyen, registreres brukere i Windows Insider Program i Edge Preview via Microsoft Edge Update som standard.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutter mellom oppdateringskontroller</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Time</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minutt</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Varighet</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typen URL-adresse for nedlasting som skal forespørres</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Velg hvordan du vil angi en proxy-serverinnstillinger</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adresse eller URL-adresse til en proxy-server</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL-adresse til proxy-.pac-fil</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Oppdateringspolicy</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Oppdateringspolicy</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Målversjon</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Kontroller oppdatererens kommunikasjon med Eksperimenterings- og konfigurasjonstjeneste</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Målkanal
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Installasjonspolicy</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Installasjonspolicy</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>